#2) შექმენით 2 ცვლადი, მნიშნველობად მიეცით რაიმე შედარება (მაგალითად: 5 > 7) ისე რომ ერთმა ცვლადმა შეინახოს True მნიშვნელობა, მეორემ False. შემდეგ კი შეადარეთ ისინი and და or ოპერატორებით და გამოიტანეთ ეკრანზე.
#3) შექმენით ცვლადი სახელად temperature და მიეცით ინტეჯერ ტიპის მნიშვნელობა, 1დან 100მდე რიცხვი. შემდეგ კი შეადარეთ სხვადასხვა რიცხვებს და გამოიტანეთ ეკრანზე.

num1=5>7
num2=3<6
print(num1 and num2)
print(num1 or num2)




temperature=40
print(temperature>30 and temperature<70)
print(temperature<1 or temperature>100)









