def shoping():
    print("აიღე ტელეფონი")
    print("გახსენი yandex go")
    print("გამოიძახე ტაქსი")
    print("ჩაჯექი ტაქსში")
    print("უთხარი სად გინდა მისვლა")
    print("მიეცი ფული ტაქსისტს")
    print("შედი მაღაზიაში")
    print("იყიდე შენთვის სასურველი პროდუქტი")
    print("აიღე ტელეფონი")
    print("გახსენი yandex go")
    print("გამოიძახე ტაქსი")
    print("ჩაჯექი ტაქსში")
    print("უთხარი სად გინდა მისვლა")
    print("მიეცი ფული ტაქსისტს")
    print("მადლობა გადაუხადე ტაქსისტს და წადი")
    
shoping()
    
